Repository: crowdfavorite-mirrors/wp-crop-thumbnails
Catalog: lang/cpt_lang-*.po
Languages: de_de

source: Crop your thumbnails, the easy way.
de_de: Zuschnitt ihrer Artikelbilder - einfach gemacht.

source: Crop Thumbnails
de_de: Bilder Zuschneiden

source: Crop Featured Image
de_de: Artikelbild zuschneiden

source: Crop Thumbnail
de_de: Bild zuschneiden

source: You are not allowed to do this.
de_de: Sie haben keine Rechte diese Aktion auszuführen.

source: No featured image set for this post until now.
de_de: Bisher ist kein Artikelbild gesetzt worden.

source: An error occurred!
de_de: Es ist ein Fehler aufgetretten!

source: Cropping is disabled for this post-type.
de_de: Das Zuschneiden ist für diesen Eintragstyp deaktiviert.

source: No images attached to this post yet. Please upload some via the upload dialog.
de_de: Zu diesem Eintrag wurden bisher keine Bilder hinzugefügt.

source: Choose the image you want to crop.
de_de: Wählen Sie das Bild aus, das Sie zuschneiden wollen.

source: Post Thumbnail
de_de: Artikel-Vorschaubild

source: Image %d
de_de: Bild %d

source: Bug--this should not have occurred.
de_de: BUG - dieser Fall hätte nie eintretten drüfen - Plugin-Autor benachrichtigen.

source: Warning: the original image is too small to be cropped in good quality with this thumbnail size.
de_de: Warung: das Original-Bild ist zu klein um es für diese Thumbnail-Größe in guter Qualität zuzuschneiden.

source: First, select an image. Then, click once again.
de_de: Erst ein Bild auswählen, danach erneut probieren.

source: back to image list
de_de: Zurück zur Bild-Übersicht

source: Please wait until the images are cropped.
de_de: Bitte warten Sie bis die Bilder zugeschnitten wurden.

source: Raw
de_de: Original-Bild

source: Save Crop
de_de: Zuschnitt übernehmen

source: Quick Instructions
de_de: Schnell-Anleitung

source: Step 1: Choose an image from the right.
de_de: Schritt 1: Wählen Sie ein Bild von der rechten Seite.

source: Step 2: Use your mouse to change the size of the rectangle on the image above.
de_de: Schritt 2: Benutzen Sie die Maus um die Größe des Rechtecks im oberen Bild zu ändern.

source: Step 3: Click on "Save Crop".
de_de: Schritt 3: Klicken Sie auf "Zuschnitt übernehmen".

source: Crop all images with same ratio at once
de_de: bei gleichem Seitenverhältnis gemeinsam auswählen

source: deselect all
de_de: nichts auswählen

source: cropped
de_de: zugeschnitten

source: Original image size too small for good crop quality!
de_de: Original-Bild ist zu klein für guten Bildzuschnitt!

source: Dimensions:
de_de: Größe:

source: Ratio:
de_de: Seitenverhältnis:

source: Can't generate filesize '%s'.
de_de: Die Bildgröße '%s' konnte nicht generiert werden.

source: Can't copy temporary file to media library.
de_de: Kopieren vom temporären Verzeichnis in die Mediathek fehlgeschlagen.

source: Can't delete temporary file.
de_de: Löschen der temporären Datei fehlgeschlagen.

source: ERROR: Security Check failed (maybe a timeout - please try again).
de_de: Fehler: Sicherheitsüberprüfung fehlgeschlagen (vielleicht eine Zeitüberschreitung - bitte versuchen Sie es noch einmal).

source: ERROR: Submitted data is incomplete.
de_de: Fehler: Übermittelte Daten sind nicht vollständig.

source: Cropping to these dimensions on this image is not possible.
de_de: Das Zuschneiden mit diesen Einstellungen ist bei diesem Bild nicht möglich.

source: ERROR: Can't find original image in database!
de_de: Fehler: Konnte die Original Bild nicht in der Datenbank finden!

source: ERROR: Can't find original image file!
de_de: Fehler: Konnte die Original-Bilddatei nicht finden!

source: ERROR: Can't find original image metadata!
de_de: Fehler: Konnte Original-Bild-Metadaten nicht finden!

source: Settings
de_de: Einstellungen

source: Crop Post Thumbnail Page
de_de: Crop-Post-Thumbnail Seite

source: Save Changes
de_de: Einstellungen speichern

source: Support the plugin author
de_de: Unterstützen Sie den Plugin Entwickler

source: You can support the plugin author <br />(and let him know you love this plugin) <br />by donating via Paypal. Thanks a lot!
de_de: Sie können den Entwickler unterstützen <br />(und ihn so wissen lassen, dass sie dieses Plugin lieben) <br />indem sie ihm eine Paypal-Spende zukommen lassen. <br />Vielen Dank!

source: Sizes and Post Types
de_de: Größen und Eintragstypen

source: Choose the image size options you want to hide for each post type.
de_de: Wählen sie die Bildgrößen die ausgeblendet werden sollen. Wählen Sie einen Eintragstyp um das Zuschneiden in diesen Einträge komplett zu verhindern.

source: Enable JS-Debug.
de_de: JS-Debug einschalten

source: Enable Data-Debug.
de_de: Daten-Debug einschalten

source: Crop-Thumbnails is designed to make cropping images easy. For some post types, not all crop sizes are needed, but the plugin will automatically create all the crop sizes. Here you can select which crop sizes are available in the cropping interface for each post type..
de_de: Crop Thumbnails wurde erstellt um das Zuschneiden von Bildern für den Benutzer zu erleichtern. Oft muss der Nutzer nur eine Bildgröße zuschneiden, abhängig vom Typ des Eintrags. Das System (Wordpress) wird aber immer alle größen erstellen. Hier können Sie auswählen für welche Eintragstypen welche Bildgrößen in der Plugin-Oberfläche angezeigt werden sollen.

source: Crop-Thumbnails will only show cropped images. Sizes with no crop will always be hidden.
de_de: Crop Thumbnails wird nur Bilder anzeigen die einen Zuschnitt besitzen. Bildgrößen ohne Zuschnitt werden immer ausgeblendet.
